Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1102_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Helssega ja uudenmaa buohccedikšunbire lea almmustahttán davvisámegielat deprešuvnna iešdikšunprográmma
smn: Helsig já uđđâeennâm pyecceitipšompirrâdâh lii almostittám tavesämikielâlâš šlundevuođâ jieštipšo-ohjelm

source: Helssega ja Uudenmaa buohccedikšunbire buvttadan Mielenterveystalo.
smn: Helsig já Uđđâeennâm pyecceitipšompirrâduv pyevtittem Mielenterveystalo.

source: fi – neahttabálvaleapmi lea almmustahttán Davvisámegielat iešdikšunprorámma (
smn: fi-nettipalvâlus lii almostittám tavesämikielâlâš jieštipšo-ohjelm (

source: ) mii ela oaivvilduvvon deprešuvnnadávdamearkkain gilládeaddji olbmuide.
smn: ), mii lii uáivildum ulmuid, kiäin láá šlundomsymtoomeh.

source: Prográmma jorgalanbarggus ja projeavttas leamašan mielde maiddái Lappi buohccedikšunbire ja Sámediggi.
smn: Ohjelm jurgâlempargoost já proojeektist láá lamaš mieldi meddei Laapi pyecceitipšompirrâdâh já Sämitigge.

source: Deprešuvnna iešdikšunprográmma fállá dieđuid deprešuvnnas, ja bargoneavvuid das ceavcima várás.
smn: Šlundevuođâ jieštipšo-ohjelm fáálá tiäđu šlundevuođâst já tyeijipiergâsijd tast cevziimân.

source: Geavaheaddji sáhttá mannat oppa iešdikeunprográmma čađa dahje válljet heivvolamos beargoneavvuid dan mielde, mat orrot ávkkálaččat.
smn: Kevttee puáhtá moonnâđ čoođâ ubâ jieštipšo-ohjelm tâi valjiđ hiäivulumâšijd tyeijipiergâsijd tađe mield, moh oroh ávhálâžžân.

source: Prográmma sáhttá geavahit iehčanasat, dahje ávkinatnit dan jo gávdnomis leahkki doarjaga / divššu doarjjan.
smn: Ohjelm puáhtá kevttiđ jiečânâs tâi ávhástâllâđ toin jo tuáimee toorjuu / tipšom iššeen.

source: Prográmma sáhttá geavahit vaikko ii livččege deprešuvnna diagnosa.
smn: Ohjelm puáhtá kevttiđ veikkâ ij ličij šlundomvuođâ diagnoos.

source: Iešdikšunprográmmas leat golbma oasi:
smn: Jieštipšo-ohjelmist láá kulmâ uási:

source: Deprešuvnna iešdikšunprográmmas geavahuvvon metodat vuođđuduvvet dutkojuvvon dihtui ja prográmma ráhkadeamis leamašan mielde skuvlejuvvon hárjáneapmeáššedovdit.
smn: Šlundevuođâ jieštipšo-ohjelmist kevttejum vyevvih vuáđuduvvojeh tutkum tiätun já ohjelm rähtimist láá lamaš fáárust škovliittum hárjánemäššitobdeeh.

source: ” Deprešuvnna iešdikšunprográmmas ulbmili lea ovddalgihtii eastadit deprešuvnnadávdamearkkaid vearráneami nu ahte geavaheaddji ii dárbbašivččii ohcalit losit divššu ollái.
smn: ” Šlundevuođâ jieštipšo-ohjelm uáivilin lii oovdeeldestiđ šlundomsymptoomij viäránem amas kevttee tarbâšiđ ucâluđ nanodub tipšom vuálá.

source: Goitotge maiddái dearvvasvuođasurggi ámmátolbmot sáhtttet geavahit prográmma bargguset doarjjan ”, dadjá Mielladearvvasvuođadálu projeaktahoavda Marko Muukka. ”
smn: Kuittâg meiddei tiervâsvuođâsyergi áámmâtulmuuh pyehtih kevttiđ ohjelm sii pargo toorjân ”, paahud Mielâtiervâsvuođâtáálu proojeekthovdâ Marko Muukka. ”

source: Lea ain dehalut ahte lea fállun ieđguđetlágan modearnnat molssaeavttut, buohkat eai dárbbaš dahje eai hálit mannat ámmátveahki ollái.
smn: Lii ain tehálub, et láá fáállun eresláváneh moderneh molsâiävtuh, puoh iä taarbâš tâi haalijd moonnâđ áámmâtiše pirrâdâhân.

source: Jus deprešuvnna dárbbaša eanet intesniiva doarjaga, de HUS:is lea fállun maiddái deprešuvnna neahttaterapiija – prográmma (Suomagielat).
smn: Jis šlundomvuotân taarbâš lävvidub toorjuu, te HUP:st láá fáállun meddei šlundomvuođâ nettiterapiaohjelm (suomâkielâlâš).

source: Neahttaterapiijai sáhttá oahpistit miehtá suoma doaktára sáttareivviin ”.
smn: Nettiterapian puáhtá stivrosuđ pirrâ Suomâ tuáhtár vuolgâttâsáin ”.

source: Muukka mielde neahttavuđot veahkehanmetodat leat nannosit lassáneamin: ” Máŋggat ruovttueatnama ja riikkaidgaskasaš doaibmit leat almmustahttán earalágan prográmmaid ja boahtteáiggis leaktu dušše lassána ”.
smn: Muuka mield nettivuáđulâš išedemvyevvih lasaneh nanosávt: ” Maaŋgah kuátueennâmlâš já aalmugkoskâsâš tuáimeeh láá almostittám ereslávánijd ohjelmijd já puátteevuođâst liähtu tuše lassaan ”.

source: HUS lea ožžon ruhtaministeriija Elektrovnnalaš áššedikšuma ja demokratiija jođálmahttán prográmmas (SADe, www.thl.fi/sadesote) ruhtadeami jagiide 2013 - 2015 Mielenterveystalo.
smn: HUP lii finnim staatâvarijministeriö Šleđgâlâš ášástâllâm já demokratia jođálmittemohjelmist (SADe, www.thl.fi/sadesote) ruttâdem iivijd 2013-2015 Mielenterveystalo.

source: fi-neahttabálvaleami ovddideami ja viiddideami várás.
smn: fi-nettipalvâlus ovdedimân já levâttâmân.

source: Lassidieđut,
smn: Lasetiäđuh,

source: Má hálddahushoavda
smn: www.mielenterveystalo.fi

source: Sámediggi
smn: Sämitigge
